Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.codexTeams.watcher.subagent.paneCreationFailed
source: cmux codex-teams watcher could not create a pane for a resumed Codex subagent.
ar: تعذر على مراقب cmux codex-teams إنشاء جزء لوكيل Codex فرعي مستأنف.
de: cmux codex-teams-Watcher konnte kein Teilfenster für einen fortgesetzten Codex-Subagenten erstellen.
es: El observador de cmux codex-teams no pudo crear un panel para un subagente de Codex reanudado.
fr: L’observateur cmux codex-teams n’a pas pu créer de volet pour un sous-agent Codex repris.
ja: cmux codex-teams ウォッチャーは再開された Codex サブエージェント用のペインを作成できませんでした。
ko: cmux codex-teams watcher가 재개된 Codex 서브에이전트를 위한 분할 창을 생성하지 못했습니다.
zh_hans: cmux codex-teams 监视器无法为已恢复的 Codex 子代理创建窗格。
zh_hant: cmux codex-teams watcher 無法為已恢復的 Codex 子代理建立窗格。

# cli.codexTeams.watcher.subagent.paneCreationFailedWithCode
source: cmux codex-teams watcher could not create a pane for a resumed Codex subagent (error code: %@).
ar: تعذر على مراقب cmux codex-teams إنشاء جزء لوكيل Codex فرعي مستأنف (رمز الخطأ: %@).
de: cmux codex-teams watcher konnte kein Teilfenster für einen fortgesetzten Codex-Subagenten erstellen (Fehlercode: %@).
es: El observador de cmux codex-teams no pudo crear un panel para un subagente de Codex reanudado (código de error: %@).
fr: cmux codex-teams watcher n'a pas pu créer de volet pour un sous-agent Codex repris (code d'erreur : %@).
ja: cmux codex-teams ウォッチャーは再開された Codex サブエージェント用のペインを作成できませんでした（エラーコード: %@）。
ko: cmux codex-teams watcher가 재개된 Codex 서브에이전트를 위한 분할 창을 생성하지 못했습니다 (오류 코드: %@).
zh_hans: cmux codex-teams 监视器无法为已恢复的 Codex 子代理创建窗格（错误代码：%@）。
zh_hant: cmux codex-teams watcher 無法為已恢復的 Codex 子代理建立窗格 (錯誤碼：%@)。

# cli.codexTeams.watcher.subagent.readinessFailed
source: cmux codex-teams watcher could not attach a Codex subagent because its resumed thread was not ready.
ar: تعذر على مراقب cmux codex-teams إرفاق وكيل Codex فرعي لأن تسلسله المستأنف (resumed thread) لم يكن جاهزًا.
de: cmux codex-teams-Watcher konnte keinen Codex-Subagenten anhängen, da sein fortgesetzter Thread nicht bereit war.
es: El observador de cmux codex-teams no pudo acoplar un subagente de Codex porque su hilo reanudado no estaba listo.
fr: L’observateur cmux codex-teams n’a pas pu attacher un sous-agent Codex car son thread repris n’était pas prêt.
ja: cmux codex-teams ウォッチャーは、再開されたスレッドの準備ができていないため Codex サブエージェントをアタッチできませんでした。
ko: 재개된 스레드가 준비되지 않아 cmux codex-teams watcher가 Codex 서브에이전트를 첨부할 수 없습니다.
zh_hans: cmux codex-teams 监视器无法附加 Codex 子代理，因为其恢复的线程尚未就绪。
zh_hant: cmux codex-teams watcher 無法連接 Codex 子代理，因為其已恢復的執行緒尚未就緒。

# cli.codexTeams.watcher.subagent.statusNotAttachable
source: cmux codex-teams watcher skipped a Codex subagent: thread status %@ is not attachable.
ar: تخطى مراقب cmux codex-teams وكيل Codex فرعي: حالة التسلسل (thread) %@ غير قابلة للإرفاق.
de: cmux codex-teams watcher hat einen Codex-Subagenten übersprungen: Thread-Status %@ lässt kein Anfügen zu.
es: El observador de cmux codex-teams omitió un subagente de Codex: el estado del hilo %@ no es acoplable.
fr: cmux codex-teams watcher a ignoré un sous-agent Codex : le statut du fil d'exécution %@ n'est pas rattachable.
ja: cmux codex-teams ウォッチャーは Codex サブエージェントをスキップしました: スレッドの状態 %@ はアタッチ可能ではありません。
ko: cmux codex-teams watcher가 Codex 서브에이전트를 건너뛰었습니다: 스레드 상태 %@은(는) 첨부할 수 없습니다.
zh_hans: cmux codex-teams 监视器跳过了一个 Codex 子代理：线程状态 %@ 不可附加。
zh_hant: cmux codex-teams watcher 跳過了一個 Codex 子代理：執行緒狀態 %@ 為不可連接。

# cli.comments.error.notARepository
source: cmux comments requires a git repository: %@
ar: يتطلب cmux comments مستودع git: %@
bs: cmux comments zahtijeva git repozitorij: %@
da: cmux comments kræver et git-repository: %@
de: cmux comments benötigt ein Git-Repository: %@
es: cmux comments requiere un repositorio git: %@
fr: cmux comments nécessite un dépôt git : %@
it: cmux comments richiede un repository git: %@
ja: cmux comments には git リポジトリが必要です: %@
ko: cmux comments 는 git 저장소에서 실행해야 합니다: %@
nb: cmux comments krever et git-repository: %@
pl: cmux comments wymaga repozytorium git: %@
pt_br: cmux comments requer um repositório git: %@
ru: cmux comments требует git-репозиторий: %@
th: cmux comments ต้องใช้ที่เก็บโค้ด git: %@
tr: cmux comments bir git deposu gerektirir: %@
uk: cmux comments потребує git-репозиторію: %@
zh_hans: cmux comments 需要 git 仓库：%@
zh_hant: cmux comments 需要 git 儲存庫：%@

# cli.comments.error.repoRequiresPath
source: --repo requires a path. For a path starting with a dash, pass it as ./-name
ar: يتطلب --repo مسارًا. إذا كان المسار يبدأ بشرطة، فمرره بالصيغة ./-name
bs: --repo zahtijeva putanju. Putanju koja počinje crticom navedite kao ./-name
da: --repo kræver en sti. En sti der starter med bindestreg, angives som ./-name
de: --repo benötigt einen Pfad. Einen Pfad, der mit einem Bindestrich beginnt, als ./-name angeben
es: --repo requiere una ruta. Si la ruta empieza por guion, indíquela como ./-name
fr: --repo nécessite un chemin. Pour un chemin commençant par un tiret, écrivez ./-name
it: --repo richiede un percorso. Per un percorso che inizia con un trattino, usa ./-name
ja: --repo にはパスが必要です。ダッシュで始まるパスは ./-name の形式で指定してください
ko: --repo 에는 경로가 필요합니다. 대시로 시작하는 경로는 ./-name 형식으로 넘기세요
nb: --repo krever en sti. En sti som starter med bindestrek, oppgis som ./-name
pl: --repo wymaga ścieżki. Ścieżkę zaczynającą się od myślnika podaj jako ./-name
pt_br: --repo requer um caminho. Para um caminho que começa com hífen, use ./-name
ru: --repo требует путь. Путь, начинающийся с дефиса, укажите как ./-name
th: --repo ต้องระบุพาธ หากพาธเริ่มด้วยขีดกลาง ให้ระบุเป็น ./-name
tr: --repo bir yol gerektirir. Kısa çizgiyle başlayan yolu ./-name olarak verin
uk: --repo потребує шлях. Шлях, що починається з дефіса, вкажіть як ./-name
zh_hans: --repo 需要提供路径。以短横线开头的路径请写成 ./-name
zh_hant: --repo 需要提供路徑。以連字號開頭的路徑請寫成 ./-name

# cli.comments.error.subcommandRequired
source: comments requires a subcommand. Try: list
ar: يتطلب comments أمرًا فرعيًا. جرّب: list
bs: comments zahtijeva potkomandu. Pokušajte: list
da: comments kræver en underkommando. Prøv: list
de: comments benötigt einen Unterbefehl. Versuche: list
es: comments requiere un subcomando. Prueba: list
fr: comments nécessite une sous-commande. Essayez : list
it: comments richiede un sottocomando. Prova: list
ja: comments にはサブコマンドが必要です。例: list
ko: comments 에는 서브커맨드가 필요합니다. 예: list
nb: comments krever en underkommando. Prøv: list
pl: comments wymaga podkomendy. Spróbuj: list
pt_br: comments requer um subcomando. Tente: list
ru: comments требует подкоманду. Попробуйте: list
th: comments ต้องระบุคำสั่งย่อย ลอง: list
tr: comments bir alt komut gerektirir. Deneyin: list
uk: comments потребує підкоманду. Спробуйте: list
zh_hans: comments 需要子命令。可用：list
zh_hant: comments 需要子命令。可用：list

# cli.comments.error.unexpectedArgument
source: Unexpected argument '%@' for cmux comments list. Supported: --repo <path>, --all, --json
ar: وسيطة غير متوقعة '%@' في cmux comments list. المدعوم: --repo <path> و--all و--json
bs: Neočekivani argument '%@' za cmux comments list. Podržano: --repo <path>, --all, --json
da: Uventet argument '%@' til cmux comments list. Understøttet: --repo <path>, --all, --json
de: Unerwartetes Argument '%@' für cmux comments list. Unterstützt: --repo <path>, --all, --json
es: Argumento inesperado '%@' en cmux comments list. Admitidos: --repo <path>, --all, --json
fr: Argument inattendu '%@' pour cmux comments list. Pris en charge : --repo <path>, --all, --json
it: Argomento inatteso '%@' per cmux comments list. Supportati: --repo <path>, --all, --json
ja: cmux comments list に予期しない引数 '%@' が指定されました。使用できるのは --repo <path>, --all, --json です
ko: cmux comments list 에 예상치 못한 인자 '%@' 입니다. 사용 가능: --repo <path>, --all, --json
nb: Uventet argument '%@' for cmux comments list. Støttet: --repo <path>, --all, --json
pl: Nieoczekiwany argument '%@' dla cmux comments list. Obsługiwane: --repo <path>, --all, --json
pt_br: Argumento inesperado '%@' em cmux comments list. Suportados: --repo <path>, --all, --json
ru: Неожиданный аргумент '%@' для cmux comments list. Поддерживаются: --repo <path>, --all, --json
th: อาร์กิวเมนต์ '%@' ไม่ถูกต้องสำหรับ cmux comments list รองรับ: --repo <path>, --all, --json
tr: cmux comments list için beklenmeyen argüman '%@'. Desteklenen: --repo <path>, --all, --json
uk: Неочікуваний аргумент '%@' для cmux comments list. Підтримуються: --repo <path>, --all, --json
zh_hans: cmux comments list 收到意外参数 '%@'。支持：--repo <path>、--all、--json
zh_hant: cmux comments list 收到未預期的參數 '%@'。支援：--repo <path>、--all、--json

# cli.comments.error.unknownSubcommand
source: Unknown comments subcommand '%@'. Try: list
ar: أمر فرعي غير معروف '%@' في comments. جرّب: list
bs: Nepoznata potkomanda '%@' za comments. Pokušajte: list
da: Ukendt comments-underkommando '%@'. Prøv: list
de: Unbekannter comments-Unterbefehl '%@'. Versuche: list
es: Subcomando de comments desconocido '%@'. Prueba: list
fr: Sous-commande comments inconnue '%@'. Essayez : list
it: Sottocomando comments sconosciuto '%@'. Prova: list
ja: comments のサブコマンド '%@' は不明です。例: list
ko: 알 수 없는 comments 서브커맨드 '%@' 입니다. 예: list
nb: Ukjent comments-underkommando '%@'. Prøv: list
pl: Nieznana podkomenda comments '%@'. Spróbuj: list
pt_br: Subcomando de comments desconhecido '%@'. Tente: list
ru: Неизвестная подкоманда comments '%@'. Попробуйте: list
th: ไม่รู้จักคำสั่งย่อย '%@' ของ comments ลอง: list
tr: Bilinmeyen comments alt komutu '%@'. Deneyin: list
uk: Невідома підкоманда comments '%@'. Спробуйте: list
zh_hans: 未知的 comments 子命令 '%@'。可用：list
zh_hant: 未知的 comments 子命令 '%@'。可用：list

# cli.comments.list.anchor
source: anchor: %@
ar: المرساة: %@
bs: sidro: %@
da: anker: %@
de: Anker: %@
es: ancla: %@
fr: ancre : %@
it: ancora: %@
ja: アンカー: %@
ko: 앵커: %@
nb: anker: %@
pl: zakotwiczenie: %@
pt_br: âncora: %@
ru: привязка: %@
th: จุดยึด: %@
tr: bağlantı noktası: %@
uk: прив'язка: %@
zh_hans: 锚点：%@
zh_hant: 錨點：%@

# cli.comments.list.empty
source: No review comments. (repo: %@)
ar: لا توجد تعليقات مراجعة. (المستودع: %@)
bs: Nema komentara pregleda. (repozitorij: %@)
da: Ingen gennemgangskommentarer. (repository: %@)
de: Keine Review-Kommentare. (Repository: %@)
es: No hay comentarios de revisión. (repositorio: %@)
fr: Aucun commentaire de revue. (dépôt : %@)
it: Nessun commento di revisione. (repository: %@)
ja: レビューコメントはありません。(リポジトリ: %@)
ko: 리뷰 코멘트가 없습니다. (저장소: %@)
nb: Ingen gjennomgangskommentarer. (repository: %@)
pl: Brak komentarzy przeglądu. (repozytorium: %@)
pt_br: Nenhum comentário de revisão. (repositório: %@)
ru: Комментариев ревью нет. (репозиторий: %@)
th: ไม่มีคอมเมนต์รีวิว (ที่เก็บโค้ด: %@)
tr: İnceleme yorumu yok. (depo: %@)
uk: Немає коментарів рецензування. (репозиторій: %@)
zh_hans: 没有评审评论。（仓库：%@）
zh_hant: 沒有審查註解。（儲存庫：%@）

# cli.comments.list.header.one
source: 1 review comment (repo: %@)
ar: تعليق مراجعة واحد (المستودع: %@)
bs: 1 komentar pregleda (repozitorij: %@)
da: 1 gennemgangskommentar (repository: %@)
de: 1 Review-Kommentar (Repository: %@)
es: 1 comentario de revisión (repositorio: %@)
fr: 1 commentaire de revue (dépôt : %@)
it: 1 commento di revisione (repository: %@)
ja: レビューコメント 1 件 (リポジトリ: %@)
ko: 리뷰 코멘트 1건 (저장소: %@)
nb: 1 gjennomgangskommentar (repository: %@)
pl: 1 komentarz przeglądu (repozytorium: %@)
pt_br: 1 comentário de revisão (repositório: %@)
ru: 1 комментарий ревью (репозиторий: %@)
th: คอมเมนต์รีวิว 1 รายการ (ที่เก็บโค้ด: %@)
tr: 1 inceleme yorumu (depo: %@)
uk: 1 коментар рецензування (репозиторій: %@)
zh_hans: 1 条评审评论（仓库：%@）
zh_hant: 1 則審查註解（儲存庫：%@）

# cli.comments.list.header.other
source: %1$lld review comments (repo: %2$@)
ar: %1$lld تعليق مراجعة (المستودع: %2$@)
bs: %1$lld komentara pregleda (repozitorij: %2$@)
da: %1$lld gennemgangskommentarer (repository: %2$@)
de: %1$lld Review-Kommentare (Repo: %2$@)
es: %1$lld comentarios de revisión (repo: %2$@)
fr: %1$lld commentaires de révision (dépôt : %2$@)
it: %1$lld commenti di revisione (repository: %2$@)
ja: %1$lld 件のレビューコメント (リポジトリ: %2$@)
ko: %1$lld개의 리뷰 댓글 (저장소: %2$@)
nb: %1$lld gjennomgangskommentarer (repository: %2$@)
pl: Komentarze przeglądu: %1$lld (repozytorium: %2$@)
pt_br: %1$lld comentários de revisão (repositório: %2$@)
ru: Комментарии ревью: %1$lld (репозиторий: %2$@)
th: คอมเมนต์รีวิว %1$lld รายการ (ที่เก็บโค้ด: %2$@)
tr: %1$lld inceleme yorumu (depo: %2$@)
uk: Коментарі рецензування: %1$lld (репозиторій: %2$@)
zh_hans: %1$lld 条评审意见（仓库：%2$@）
zh_hant: %1$lld 則審查評論 (儲存庫: %2$@)

# cli.comments.list.stateConsumed
source: consumed
ar: تم التسليم
bs: predano
da: leveret
de: übergeben
es: entregado
fr: transmis
it: consegnato
ja: 引き渡し済み
ko: 전달됨
nb: levert
pl: przekazany
pt_br: entregue
ru: передан
th: ส่งแล้ว
tr: teslim edildi
uk: передано
zh_hans: 已交付
zh_hant: 已交付

# cli.comments.list.statePending
source: pending
ar: قيد الانتظار
bs: na čekanju
da: afventer
de: offen
es: pendiente
fr: en attente
it: in sospeso
ja: 未対応
ko: 미해결
nb: venter
pl: oczekujący
pt_br: pendente
ru: в ожидании
th: รอดำเนินการ
tr: beklemede
uk: очікує
zh_hans: 待处理
zh_hant: 待處理

# cli.comments.usage
source: Usage: cmux comments <subcommand> [options] Review comments saved from the diff viewer, stored per git repository. Subcommands: list [--repo <path>] [--all] [--json] List review comments for a repository (default: the git repository containing the current directory). Lists pending comments only; --all includes comments already delivered to an agent through a TextBox submission.
ar: الاستخدام: cmux comments <subcommand> [options] مراجعة التعليقات المحفوظة من عارض الفروق (diff viewer)، والمخزنة لكل مستودع git. الأوامر الفرعية: list [--repo <path>] [--all] [--json] إدراج تعليقات المراجعة لمستودع ما (الافتراضي: مستودع git الذي يحتوي على الدليل الحالي). يدرج التعليقات المعلقة فقط؛ تتضمن --all التعليقات التي تم تسليمها بالفعل للوكيل عبر إرسال TextBox.
bs: Upotreba: cmux comments <subcommand> [options] Komentari pregleda sačuvani iz diff prikaza, čuvaju se po git repozitoriju. Potkomande: list [--repo <path>] [--all] [--json] Ispisuje komentare pregleda za repozitorij (podrazumijevano: git repozitorij koji sadrži trenutni direktorij). Ispisuje samo komentare na čekanju; --all uključuje i one već predane agentu putem TextBox slanja.
da: Brug: cmux comments <subcommand> [options] Gennemgangskommentarer gemt fra diff-visningen, lagret pr. git-repository. Underkommandoer: list [--repo <path>] [--all] [--json] Viser gennemgangskommentarerne for et repository (standard: det git-repository der indeholder den aktuelle mappe). Viser kun afventende kommentarer; --all medtager også dem der allerede er leveret til en agent via en TextBox-indsendelse.
de: Verwendung: cmux comments <subcommand> [options] Im Diff-Viewer gespeicherte Review-Kommentare, abgelegt pro Git-Repository. Unterbefehle: list [--repo <path>] [--all] [--json] Listet die Review-Kommentare eines Repositorys auf (Standard: das Git-Repository des aktuellen Verzeichnisses). Zeigt nur offene Kommentare; mit --all auch die, die per TextBox-Übermittlung schon an einen Agenten übergeben wurden.
es: Uso: cmux comments <subcommand> [options] Comentarios de revisión guardados desde el visor de diferencias, almacenados por repositorio git. Subcomandos: list [--repo <path>] [--all] [--json] Lista los comentarios de revisión de un repositorio (por defecto: el repositorio git que contiene el directorio actual). Muestra solo los comentarios pendientes; --all incluye los ya entregados a un agente mediante un envío de TextBox.
fr: Utilisation : cmux comments <subcommand> [options] Commentaires de revue enregistrés depuis la visionneuse de diff, stockés par dépôt git. Sous-commandes : list [--repo <path>] [--all] [--json] Liste les commentaires de revue d'un dépôt (par défaut : le dépôt git contenant le répertoire courant). N'affiche que les commentaires en attente ; --all inclut aussi ceux déjà transmis à un agent via un envoi TextBox.
it: Uso: cmux comments <subcommand> [options] Commenti di revisione salvati dal visualizzatore di diff, memorizzati per repository git. Sottocomandi: list [--repo <path>] [--all] [--json] Elenca i commenti di revisione di un repository (predefinito: il repository git che contiene la directory corrente). Elenca solo i commenti in sospeso; --all include anche quelli già consegnati a un agente tramite un invio TextBox.
ja: 使用方法: cmux comments <subcommand> [options] diff ビューアから保存された、Git リポジトリごとに格納されているレビューコメント。 サブコマンド: list [--repo <path>] [--all] [--json] リポジトリのレビューコメントを一覧表示します（デフォルト: 現在のディレクトリを 含む Git リポジトリ）。保留中のコメントのみを一覧表示します。 --all を指定すると、TextBox の送信を介してすでにエージェントに 配信されたコメントも含まれます。
ko: 사용법: cmux comments <subcommand> [options] git 저장소별로 저장된 diff 뷰어의 리뷰 의견(comments)을 검토합니다. 하위 명령: list [--repo <path>] [--all] [--json] 저장소의 리뷰 의견 목록을 표시합니다 (기본값: 현재 디렉토리를 포함하는 git 저장소). 보류 중인 의견만 나열하며, --all은 이미 TextBox 제출을 통해 에이전트에 전달된 의견까지 포함합니다.
nb: Bruk: cmux comments <subcommand> [options] Gjennomgangskommentarer lagret fra diff-visningen, lagret per git-repository. Underkommandoer: list [--repo <path>] [--all] [--json] Lister gjennomgangskommentarene for et repository (standard: git-repositoryet som inneholder gjeldende katalog). Lister bare ventende kommentarer; --all tar også med dem som alt er levert til en agent via en TextBox-sending.
pl: Użycie: cmux comments <subcommand> [options] Komentarze przeglądu zapisane w podglądzie diff, przechowywane dla każdego repozytorium git. Podkomendy: list [--repo <path>] [--all] [--json] Wypisuje komentarze przeglądu repozytorium (domyślnie: repozytorium git zawierające bieżący katalog). Pokazuje tylko oczekujące komentarze; --all obejmuje także te już przekazane agentowi przez wysłanie TextBox.
pt_br: Uso: cmux comments <subcommand> [options] Comentários de revisão salvos no visualizador de diff, armazenados por repositório git. Subcomandos: list [--repo <path>] [--all] [--json] Lista os comentários de revisão de um repositório (padrão: o repositório git que contém o diretório atual). Lista apenas os comentários pendentes; --all inclui os já entregues a um agente por um envio do TextBox.
ru: Использование: cmux comments <subcommand> [options] Комментарии ревью, сохранённые в просмотрщике diff, хранятся по git-репозиториям. Подкоманды: list [--repo <path>] [--all] [--json] Выводит комментарии ревью репозитория (по умолчанию — git-репозиторий текущего каталога). Показывает только ожидающие комментарии; с --all также те, что уже переданы агенту через отправку TextBox.
th: วิธีใช้: cmux comments <subcommand> [options] คอมเมนต์รีวิวที่บันทึกจากตัวดูส่วนต่าง จัดเก็บแยกตามที่เก็บโค้ด git คำสั่งย่อย: list [--repo <path>] [--all] [--json] แสดงคอมเมนต์รีวิวของที่เก็บโค้ด (ค่าเริ่มต้น: ที่เก็บโค้ด git ที่มีไดเรกทอรีปัจจุบันอยู่) โดยแสดงเฉพาะคอมเมนต์ที่รอดำเนินการ ส่วน --all จะรวมคอมเมนต์ที่ส่งให้เอเจนต์ผ่าน TextBox แล้วด้วย
tr: Kullanım: cmux comments <subcommand> [options] Diff görüntüleyicide kaydedilen inceleme yorumları, git deposu başına saklanır. Alt komutlar: list [--repo <path>] [--all] [--json] Bir deponun inceleme yorumlarını listeler (varsayılan: geçerli dizini içeren git deposu). Yalnızca bekleyen yorumları listeler; --all bir TextBox gönderimiyle bir aracıya zaten teslim edilmiş olanları da içerir.
uk: Використання: cmux comments <subcommand> [options] Коментарі рецензування, збережені у переглядачі diff, зберігаються за git-репозиторіями. Підкоманди: list [--repo <path>] [--all] [--json] Виводить коментарі рецензування репозиторію (типово — git-репозиторій поточного каталогу). Показує лише ті, що очікують; з --all також ті, що вже передані агентові через надсилання TextBox.
zh_hans: 用法: cmux comments <subcommand> [options] 审查保存在 Diff 查看器中的评论，按 git 仓库进行存储。 子命令： list [--repo <path>] [--all] [--json] 列出仓库的评审评论（默认：包含当前目录的 git 仓库）。仅列出待处理的评论； --all 包含已通过 TextBox 提交交付给智能体的评论。
zh_hant: 用法：cmux comments <subcommand> [options] 審閱從 diff 檢視器儲存的註解，依 git 儲存庫儲存。 子命令： list [--repo <path>] [--all] [--json] 列出儲存庫的審閱註解 (預設值：包含 目前目錄的 git 儲存庫)。僅列出待處理的註解； --all 包含已透過 TextBox 提交 傳送給代理的註解。

# cli.creation.remoteTmux.newPane
source: (routed to remote tmux; the new pane arrives asynchronously)
ar: (تم توجيهه إلى tmux بعيد؛ يصل الجزء الجديد بشكل غير متزامن)
de: (an Remote-tmux weitergeleitet; das neue Teilfenster wird asynchron bereitgestellt)
es: (enrutado al tmux remoto; el nuevo panel llega de forma asíncrona)
fr: (routé vers le tmux distant ; le nouveau volet arrive de manière asynchrone)
ja: （リモート tmux にルーティングされました。新しいペインは非同期で反映されます）
ko: (원격 tmux로 라우팅됨, 새 분할 창은 비동기적으로 추가됩니다)
zh_hans: （已路由到远程 tmux；新窗格会异步到达）
zh_hant: (已路由至遠端 tmux；新窗格將以非同步方式到達)

# cli.creation.remoteTmux.newWindow
source: (routed to remote tmux; the new window arrives asynchronously)
ar: (تم توجيهه إلى tmux بعيد؛ تصل النافذة الجديدة بشكل غير متزامن)
de: (an Remote-tmux weitergeleitet; das neue Fenster wird asynchron bereitgestellt)
es: (enrutado al tmux remoto; la nueva ventana llega de forma asíncrona)
fr: (routé vers le tmux distant ; la nouvelle fenêtre arrive de manière asynchrone)
ja: （リモート tmux にルーティングされました。新しいウインドウは非同期で反映されます）
ko: (원격 tmux로 라우팅됨, 새 창은 비동기적으로 추가됩니다)
zh_hans: （已路由到远程 tmux；新窗口会异步到达）
zh_hant: (已路由至遠端 tmux；新視窗將以非同步方式到達)

# cli.error.clearNotificationsSurfaceRequiresTarget
source: clear-notifications --surface requires a workspace or window context
ar: clear-notifications --surface يتطلب سياق مساحة عمل أو نافذة
bs: clear-notifications --surface zahtijeva kontekst radnog prostora ili prozora
da: clear-notifications --surface kræver en workspace- eller vindueskontekst
de: clear-notifications --surface erfordert einen Workspace- oder Fensterkontext
es: clear-notifications --surface requiere un contexto de espacio de trabajo o ventana
fr: clear-notifications --surface nécessite un contexte d’espace de travail ou de fenêtre
it: clear-notifications --surface richiede il contesto di uno spazio di lavoro o di una finestra
ja: clear-notifications --surface にはワークスペースまたはウィンドウのコンテキストが必要です
ko: clear-notifications --surface에는 워크스페이스 또는 창 컨텍스트가 필요합니다
nb: clear-notifications --surface krever en arbeidsområde- eller vinduskontekst
pl: clear-notifications --surface wymaga kontekstu obszaru roboczego lub okna
pt_br: clear-notifications --surface exige um contexto de workspace ou janela
ru: clear-notifications --surface требует контекста рабочего пространства или окна
th: clear-notifications --surface ต้องมีบริบทเวิร์กสเปซหรือหน้าต่าง
tr: clear-notifications --surface bir çalışma alanı veya pencere bağlamı gerektirir
uk: clear-notifications --surface потребує контексту робочого простору або вікна
zh_hans: clear-notifications --surface 需要工作区或窗口上下文
zh_hant: clear-notifications --surface 需要工作區或視窗內容

# cli.error.dismissNotificationSelector
source: dismiss-notification requires exactly one of --id or --all-read
ar: يتطلب dismiss-notification خيارًا واحدًا بالضبط من --id أو --all-read
de: dismiss-notification erfordert genau eine der Optionen --id oder --all-read
es: dismiss-notification requiere exactamente uno de --id o --all-read
fr: dismiss-notification requiert exactement l'option --id ou l'option --all-read
ja: dismiss-notification には --id または --all-read のどちらか一方だけを指定してください
ko: dismiss-notification에는 --id 또는 --all-read 중 정확히 하나가 필요합니다.
zh_hans: dismiss-notification 需要且仅需 --id 或 --all-read 之一
zh_hant: dismiss-notification 需要正好一個 --id 或 --all-read

# cli.error.clearNotificationsCorrelationKeyInvalid
source: Invalid notification correlation key
ar: مفتاح ارتباط الإشعار غير صالح
de: Ungültiger Benachrichtigungs-Korrelationsschlüssel
es: Clave de correlación de notificación no válida
fr: Clé de corrélation de notification non valide
ja: 通知相関キーが無効です
ko: 올바르지 않은 알림 상관 관계 키(correlation key)
zh_hans: 通知关联键无效
zh_hant: 無效的通知關聯鍵 (correlation key)
